[Cues]
Act_E3_6B_DinerPark_Bird01_Look01_Max_010="Look at that... so sad, disturbing, and beautiful at once... what an amazing shot."
Act_E3_6B_DinerPark_Bird01_Photo_Max_010="So ominous..."
Act_E3_6B_DinerPark_CHCloe_Look01_Max_010="I hope she finds a nice T-bone to keep the doggie busy..."
Act_E3_6B_DinerPark_CHCloe_Look02_Max_010="Nice Scooby snack, Chloe."
Act_E3_6B_DinerPark_CHCloe_Look03_Max_010="Don't be scared, Max... You have the power."
Act_E3_6B_DinerPark_CHFisherman_Look01_Max_010="My heart swells and saddens whenever I see somebody with a petition."
Act_E3_6B_DinerPark_CHHomeless_Look01_Max_010="I hate seeing old women on the street like that... nice world."
Act_E3_6B_DinerPark_CHTrucker_Look01_Max_010="That would be cool to be a trucker for a while... Always on the road..."
Act_E3_6B_DinerPark_Deadbirds_Look02_Max_020="What is going on here?"
Act_E3_6B_DinerPark_Deadbirds_Look03_Max_030="This is so creepy..."
Act_E3_6B_DinerPark_Deadbirds_Look04_Max_040="Tornadoes, snowfall, eclipses... now dying animals. Holy shit."
Act_E3_6B_DinerPark_FrankRV_Look01_Max_010="Careful, Max. Cujo ahead..."
Act_E3_6B_DinerPark_NewspaperKateAlive_Look01_Max_010="Oh God, that is so embarrassing. | I'm gonna get trolled hard."
Act_E3_6B_DinerPark_NewspaperKateDead_Look01_Max_010="Yes, another great day in Arcadia Bay."
Act_E3_6B_DinerPark_RVDoor_Interact01_Max_010="Locked."
Act_E3_6B_DinerPark_RVWindow_Look01_Max_010="Déjà vu. There's dust on the dust now."
Act_E3_6B_DinerPark_Truck_Look01_Max_010="I'd love to do a whole "Big Rig" photo series..."
Act_E3_6B_DinerPark_Truck_Look02_Max_010="I made the trucker happy and I get to photograph this bitchin' 1977 Needham. That's a big 10-4, Max."
Act_E3_6B_Diner_BeansPlate_Look01_Max_010="Frank Bowers stars in "A Faceful of Beans"..."
Act_E3_6B_Diner_BeerPrint_Look01_Max_010="I could chug this beer, or dump it on Frank. Beer is gross, so..."
Act_E3_6B_Diner_Blocker01_Max_010="I shouldn't have said that, I'll need to rewind."
Act_E3_6B_Diner_Blocker01_Max_020="Damn, I really pissed him off, I need to go back."
Act_E3_6B_Diner_CHCop_Look01_Max_010="Never mind me, Officer... I'm just here to steal a drug dealer's keys."
Act_E3_6B_Diner_CHFrank_Look01_Max_010="Turn up the brain to 11, Max. How can you snag Frank's keys?"
Act_E3_6B_Diner_CHFrank_Look02_Max_010="Oh, he's gonna tweak out when he can't find his keys!"
Act_E3_6B_Diner_CHNathan_Look01_Max_010="Nathan and Frank together? That's a bad combo."
Act_E3_6B_Diner_CHNathan_Look02_Max_010="Nathan has time to get drugs from Frank because he was expelled..."
Act_E3_6B_Diner_CHRudeDude_Look01_Max_010="Being mean and drunk can't be a good start to the day."
Act_E3_6B_Diner_CopKeys_Max_010="I have the keys, time to bounce."
Act_E3_6B_Diner_Counterfood_Look01_Max_010="Looks tasty, but my need for keys comes first."
Act_E3_6B_Diner_FishermanPetitionStand_Look01_Max_010="Look at all these flyers. It's so sad that nobody will read them..."
Act_E3_6B_Diner_FishingWallOfFame01_Look01_Max_010="Forgot about the Fishing Wall O' Fame..."
Act_E3_6B_Diner_FrankLeave_Max_010="My work here is done here, Frank."
Act_E3_6B_Diner_Graffiti01_Look01_Max_010="Maybe we all did..."
Act_E3_6B_Diner_Graffiti01_Look02_Max_010="You should have jumped, asswipe."
Act_E3_6B_Diner_Graffiti02_Look01_Max_010="Shit, what are the other signs then?"
Act_E3_6B_Diner_Jukebox_Look01_Max_010="Can't drop any tunes right now. Keys."
Act_E3_6B_Diner_Keys_Interact01_Max_010="Sorry Frank, time to give up some secrets..."
Act_E3_6B_Diner_Keys_Look01_Max_010="The magic keys to Frank's RV kingdom!"
Act_E3_6B_Diner_MaxSearch_Max_080="In other words, Max, no keys. Maybe I could chat up that officer, or even Nathan, and then go all "Groundhog Day" on them until I get the info I need..."
Act_E3_6B_Diner_MaxSearch_Max_100=""Try interrogating somebody else, Lt. Caulfield.""
Act_E3_6B_Diner_NathanDickhead_Max_010="Thanks for the help, dickhead."
Act_E3_6B_Diner_PostCardRack_Look01_Max_010="You'd never know how weird this town is by these postcards..."
Act_E3_6B_Diner_Poster01_Look01_Max_010="The poster doesn't mention whacked students with guns."
Act_E3_6B_Diner_Poster04_Look01_Max_010="That will be fun to take a road trip to the drive-in with Warren... Max needs more fun."
Act_E3_6B_Diner_Poster04_Look02_Max_010="It does look like fun... I'm just not in "fun mode" right now... Poor Warren."
Act_E3_6B_Diner_Scripted_Max_010="Now to find a quick and easy way to snag Frank's keys."
Act_E3_6B_Diner_Scripted_Max_020="Key brought. Now back to Chloe."
Act_E3_6B_Diner_Scripted_Max_030="There has to be some evidence linking Frank and Rachel..."
Act_E3_6B_Diner_Scripted_Max_040="Speed it up, ninja. Before Frank comes back..."
Act_E3_6B_Diner_Scripted_Max_060="Good Lord, bacon... I'm ready to nosh again. But I need to get those keys from Frank."
Act_E3_6B_Diner_Scripted_Max_070="Frank is almost a made-for-TV hoarder. This place is nasty."
Act_E3_6B_Diner_Scripted_Max_080="Oh please, please don't let that dog be hurt... or worse..."
Act_E3_6B_Diner_Scripted_Max_090="The doggie is busy now but he might come back."
Act_E3_6B_FrankRV_BaseballBat_Look01_Max_010="l doubt Frank is trying out for the Arcadia Bay Brewers..."
Act_E3_6B_FrankRV_BeerEmptyBottle_Look01_Max_010="Can't quite picture Frank and Chloe drinking beer and hanging out..."
Act_E3_6B_FrankRV_BrokenKnife_Look01_Max_010="Oh shit, the knife is broken."
Act_E3_6B_FrankRV_CHChloe2_Look01_Max_010="Chloe isn't scared, she's loving this."
Act_E3_6B_FrankRV_DirtyPlates_Look01_Max_010="The archetypal filthy guy dishes...."
Act_E3_6B_FrankRV_DogFood_Look01_Max_010="I think the doggie likes his bone more..."
Act_E3_6B_FrankRV_DogFood_Look02_Max_010="I'm going to feel awful forever about this poor dog..."
Act_E3_6B_FrankRV_DogPhoto_Look01_Max_010="That's almost cute, to see Frank posing with his dog."
Act_E3_6B_FrankRV_DogPhoto_Look02_Max_010="Rub it in, Frank. We're at the top of his shitlist if he finds out."
Act_E3_6B_FrankRV_DogPlate_Look01_Max_010=""Pompidou"... For reals? That's a poodle's name..."
Act_E3_6B_FrankRV_DogPlate_Look02_Max_010="I'm so sorry, "Pompidou." And sorry about the name..."
Act_E3_6B_FrankRV_DrugRelatedItem_Look01_Max_010="That's a pretty extreme lighter..."
Act_E3_6B_FrankRV_EmptyCupboard1_Look01_Max_010="No prize here."
Act_E3_6B_FrankRV_EmptyCupboard2_Look01_Max_010="No more secrets..."
Act_E3_6B_FrankRV_EmptyDrawer1_Look01_Max_010="Zip. Nada. Nothing."
Act_E3_6B_FrankRV_FrankGun_Interact01_Max_010="I might regret this, but I can't let Frank hurt someone..."
Act_E3_6B_FrankRV_FrankGun_Interact02_Max_010="I might regret this, but i can't let Chloe hurt someone...or get hurt.
"
Act_E3_6B_FrankRV_FrankGun_Look01_Max_010="Presto, Chloe's gun. Should I give it back to her?"
Act_E3_6B_FrankRV_Hifi_Look01_Max_010="Nice rig. Glad Frank treats something here with respect..."
Act_E3_6B_FrankRV_Knife_Interact01_Max_010="This is almost as good as a set of keys."
Act_E3_6B_FrankRV_Knife_Look01_Max_010="Good to know Frank has a knife lying around..."
Act_E3_6B_FrankRV_Knife_Look02_Max_010="Actually, it is good to know that Frank has a knife..."
Act_E3_6B_FrankRV_Numbers_Look01_Max_010="Too bad I don't have my Frank Bowers Decoder Ring..."
Act_E3_6B_FrankRV_Object10_Look01_Max_010="Of course, Frank gets the munchies..."
Act_E3_6B_FrankRV_Object1_Look01_Max_010="Frank must spend all his drug money on baggies... Recycle, dude."
Act_E3_6B_FrankRV_Object2_Look01_Max_010="How can somebody live like this?"
Act_E3_6B_FrankRV_Object4_Look01_Max_010="Frank must have a reason to keep a police radar nearby..."
Act_E3_6B_FrankRV_Object5_Look01_Max_010="Is Frank going to deal online now?"
Act_E3_6B_FrankRV_Object8_Look01_Max_010="Ooooh, Frank's stash..."
Act_E3_6B_FrankRV_Object9_Look01_Max_010="Are these for Frank or is he selling them? Or both?"
Act_E3_6B_FrankRV_PicturesOfRachel_Interact01_Max_010="Chloe is gonna be upset, but... I have to show her this..."
Act_E3_6B_FrankRV_PicturesOfRachel_Look01_Max_010="I'm learning more about Rachel than I want to know..."
Act_E3_6B_FrankRV_PicturesOfRachel_Look02_Max_010="Oh man, Rachel and Frank's dog..."
Act_E3_6B_FrankRV_PicturesOfRachel_Look03_Max_010="Rachel really did hang out with Frank."
Act_E3_6B_FrankRV_PicturesOfRachel_Look04_Max_010="I'm glad Rachel got to drive this beast. She looks genuinely happy."
Act_E3_6B_FrankRV_PicturesOfRachel_Look05_Max_010="I don't know if I should be touched or disturbed..."
Act_E3_6B_FrankRV_PicturesOfRachel_Look06_Max_010="Hmm, trouble in paradise."
Act_E3_6B_FrankRV_SteeringWheel_Look01_Max_010="That would be so cool to take this baby on the road with Chloe..."
Act_E3_6B_FrankRV_VentShaft2_Interact01_Max_010="Curses. Nothing here."
Act_E3_6B_FrankRV_VentShaft2_Look01_Max_010="I could pry this vent open with the right tool..."
Act_E3_6B_FrankRV_VentShaft_Interact01_Max_010="My blade will open any portal!"
Act_E3_6B_FrankRV_VentShaft_Look01_Max_010="Okay, this vent is loose. I need something to pry it open..."
Cue_E3_6B_DinerPark_AlyssaWarn_Max_010="Alyssa, watch out!"
Cue_E3_6B_DinerPark_CHAlyssa_GotHurt_Alyssa_002="I'd love to talk Max, but I'm drowning in puddle scum."
Cue_E3_6B_DinerPark_CHAlyssa_GotHurt_Max_001="Ouch. You okay, Alyssa?"
Cue_E3_6B_DinerPark_CHAlyssa_IGE_Alyssa_010="Are you shitting me?!"
Cue_E3_6B_DinerPark_CHAlyssa_IGE_Alyssa_020="Quick thinking, Max!"
Cue_E3_6B_DinerPark_CHAlyssa_QPhase01_Alyssa_001="Thanks again, Max! Talk to you later!"
Cue_E3_6B_DinerPark_CHAlyssa_QPhase02_Alyssa_001="Anyway, thanks for saving another poor soul, Max."
Cue_E3_6B_DinerPark_CHAlyssa_QPhase03_Alyssa_001="Don't beat yourself up. A lot of people are very proud of you."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_002="Thanks Max, I wish you could have helped me the other day when I got tagged by a football and toilet paper."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_003="That's the second time you've saved me, Max! Thanks!"
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_004="Okay Max, this is the third time you saved me from harm's way. You must be my angel."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_007="You've paid your dues by saving Kate's life on the roof. You really are a Blackwell hero, Max."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_008="I saw you try to save my friend Kate on that roof. The only one who did... While people took camera pics."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_016="It's fucked up. But you're an amazing friend. I want to make sure she knows how many friends she really has from now on."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_017="Well, she didn't because she had a friend who cared enough to help. I hope everybody at Blackwell starts caring..."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_018="Well, we're all glad you did. I'm sure it was a strain on you."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_020="No way! That is total bullshit! Wow, maybe we should get a petition going..."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_021="Max, we should get a posse to see her in the hospital when they allow visitors. Let's hang later and talk some more."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_022="Yes, you sure were. And you know it. Okay, I have to get going... See you later, Max."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_023="Maybe we could take a picture to Kate as a gift... Hey, I have to go, but let's talk later."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_028="Everybody saw that. I'm proud of you for being so brave. You're pretty cool, Max."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_029="Knock that shit off. The whole school saw you trying to talk her down. But nobody could have... You're still a hero, Max."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_030="Well, it's hard to be strong when an entire school and internet is bullying you."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_031="No way! That is total bullshit! Wow, maybe we should get a petition going..."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_035="We need to hang out more, drink some wine... I have to go but let's talk later, cool?"
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_036="But she didn't. We can't go back and fix her now, Max. I'll see you later."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Alyssa_037="I like your attitude, Max. We need to hang. I have to go, but let's talk later."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_001="Whew, that was close, Alyssa!"
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_005="Next time I'll make sure you don't get hit. I wish I could."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_006="Don't thank me. I haven't done anything special."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_009="I'm just glad she came down. Kate's a good person... my friend. And she was almost bullied to death by a video."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_010="No, I'm just lucky. If Kate wanted to jump, she could have..."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_011="True. I mean, nobody else was stepping up to help her. I didn't even think about it."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_012="I'm such a hero that Principal Wells suspended me... thanks to David Madsen and the Prescotts..."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_013="Amen to that."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_014="Obviously, Kate too. I was just the conduit to save—help her."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_015="No worries. It's done. Besides, now I have an excuse to take a lot of photos this week."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_024="Kate was my friend too. I would have done anything to save her."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_025="Yep, I tried... and Kate died."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_026="Kate was too scared to stand up for herself. I wish she would have listened to me... She wasn't strong enough."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_027="I'm such a hero that Principal Wells suspended me... thanks to David Madsen and the Prescotts..."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_032="That's not how I feel today, but thanks."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_033="Maybe she could have..."
Cue_E3_6B_DinerPark_CHAlyssa_Thanks_Max_034="Fuck it. I'm kind of over Blackwell at the moment."
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Fisherman02_002="Don't ask. First the snow, then an eclipse... What's next, a tornado?"
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Fisherman02_007="The climate sure has changed around here. Just saw that Prescott brat having a fit by himself in the parking lot..."
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Fisherman02_008="I'm a fisherman, no scientist. I know the sea is warming but this is something new... and maybe worse."
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Fisherman02_009="He ain't the only one. If you knew what was going on with the fish around Arcadia Bay... Sorry, I'm too pissed to talk about it. See ya around, kid."
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Fisherman02_010="If you knew what was going on with the fish around Arcadia Bay... Sorry, I'm too salty to talk about it. See ya around, kid."
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Fisherman02_012="Could be worse, we could get one of those California quakes."
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Fisherman02_013="I better... too late to switch careers now. See ya around, kid."
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Fisherman02_015="Well, since you mentioned it first... There ain't no fish in Arcadia Bay!"
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Fisherman02_017="None worth catching and eating anymore... I'm not shitting you. Salmon, trout, bass have died and migrated. Even the damn clams are dying..."
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Fisherman02_019="Sorry, I'm too salty to talk about it. See ya around, kid."
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Max_001="Good morning! How are the fish today?"
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Max_003="You don't think it could be like climate change or something?"
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Max_004="I hope not..."
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Max_005="I heard that something bad was happening to the fish in Arcadia Bay..."
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Max_006="Isn't he always having a fit?"
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Max_011="What do you mean "worse"?"
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Max_014="True... well, I'm feeling a little dizzy now. Hope you catch the big one today!"
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Max_016="What? Come on... None?"
Cue_E3_6B_DinerPark_CHFisherman_Phase01_Max_018="Oh my God... but what about..."
Cue_E3_6B_DinerPark_CHFisherman_QuickPhase01_Fisherman02_001="Like I said, I'm done talking about this..."
Cue_E3_6B_DinerPark_CHFisherman_QuickPhase02_Fisherman02_001="Can't chat now, gotta focus on the fish."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_002="I remember you..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_003="Well, I'm homeless. Otherwise, yeah, fantastic. Who are you?"
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_005="I heard about that girl killing herself at Blackwell... awful thing."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_006="I heard about that girl almost jumping off the Blackwell roof..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_012="Oh honey, that was her choice, not yours. Don't you carry that weight."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_013="That was you? If I had a bottle, cheers."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_014="A lot of things in Arcadia Bay are connected to Rachel..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_015="Maybe you're better off."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_016="It's a sad world, Max."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_021="But you're so damn young. Oh, if I could go back and be your age again..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_022="The more power you think you have, the less you do."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_023="Especially when it comes to other people..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_024="Kate Marsh probably felt like she had nothing no more... I know the feeling."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_027="You did the last time you talked to me... Now you look like you could do with help of your own."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_029="You look like you could do with help of your own."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_031="I'm probably a bigger snoop than you. People pretend to not see me, so I see everybody. And everything."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_036="That spoiled shit finally got kicked out of his daddy's school..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_037="That spoiled shit just has a bad aura, as we used to say..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_038="I saw him today looking more jumpy than usual..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_039="I heard him bragging that he took a gun from some trespassers."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_043="I saw him yesterday walking around, pissed off more than usual..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_044="He's an uptight ass but I think he just wants something to do."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_047="Sounds like you know a lot more than me, child."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_050="Maybe you'd like to tell me what you're hiding?"
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_053="Too late for me to judge anybody. Plus you're not crazy."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_054="If you don't want to share, you don't have to. I'm just an old homeless woman."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_056="Could be. Bad mojo is in the air this week. Thanks for the warning, Max."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_HomelessWoman_057="A warning... once you decide to tell me what you know."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_001="Hi, how are you?"
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_004="Max. Can I get you something from the diner?"
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_007="Kate Marsh. I was with her... when she jumped... I tried to save her. I swear I did."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_008="Kate Marsh. I was able to actually talk her down from the roof..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_009="I think it's all connected to Rachel Amber's disappearance."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_010="It's been a sad week. Doesn't even matter that I got expelled from Blackwell..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_011="It's been a sad week at Blackwell..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_017="Too late... and I had the power to change things."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_018="I know... I'm starting to see that I can't change everything..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_019="Thanks. Still didn't stop me from getting expelled from Blackwell."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_020="Thanks. Wish I had a bottle for you."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_025="But I need to find out who else is involved in this."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_026="I truly wish I could help you."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_030="Just to find some answers..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_032="Frank Bowers knew Rachel... Have you seen him around?"
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_033="Including Nathan Prescott?"
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_034="I think Joyce's husband, David, has something to do with all this."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_035="I'm just going to say this—I had a vision of Arcadia Bay being destroyed by a tornado... for real."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_040="I don't know how he hasn't been arrested yet."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_041="He also drugged the girl who jumped."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_042="He also drugged the girl who tried to jump..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_045="Because I basically got him kicked out of Blackwell."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_046="Like make life hell for me and his family?"
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_048="I just think Arcadia Bay is in trouble..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_051="I feel like I can trust you as much as Chloe... and you wouldn't think I'm crazy."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_052="There's nothing to tell..."
Cue_E3_6B_DinerPark_CHHomeless_Phase01_Max_055="Please let me know if you need anything."
Cue_E3_6B_DinerPark_CHHomeless_QuickPhase01_HomelessWoman_001="Thanks for that storm warning, Max. And I'll let you know if I find out anything."
Cue_E3_6B_DinerPark_CHHomeless_QuickPhase02_HomelessWoman_001="I really need to be alone. Just go away, please..."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Max_001="Hey, how's it going?"
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Max_003="Having a bad day at the office?"
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Max_004="Worst. Interview. Ever."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Max_005="Actually, I wanted to ask if that's your bitchin' 1977 Needham eighteen-wheeler out there."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Max_008="Uh... oh yeah, that sucks..."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Max_009="That sucks."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Max_012="Listen, Kate Marsh was not a slut. She was severely depressed for good reasons. You didn't even know her, did you?"
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Max_013="Maybe you should leave then."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Max_016="You knew Rachel Amber? Can you tell me about her?"
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Max_019="I took a Blackwell class on the history of... truckers. I always wanted to drive a rig on the road."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Max_020="My friend Rachel Amber told me about this cool rig in town because I love taking pictures of truckers."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Max_023="Oh, so you must have known her too?"
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Trucker_002="Peachy. Interview over."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Trucker_006="Some punks messed with the train tracks and now I have to wait for three days until I get my cargo. Time is money for a guy like me."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Trucker_007="Work has dried up around here and I have bills to pay. Time is money for a guy like me."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Trucker_010="Wish I could drive right out of goddamn Arcadia Bay. The whole town is crumbling—snow, eclipse, that slut suicide..."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Trucker_011="Wish I could drive right out of Arcadia Bay. The whole town is crumbling—snow, eclipse, and a slut trying to commit suicide..."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Trucker_014="I know all these Blackwell spoiled shits. Like that other loser I'd see around here... Rachel."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Trucker_015="Would if I could. Hell, even that shifty Rachel what's-her-face asked me once if I'd drive her to Los Angeles..."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Trucker_017="Nope. Christ, why don't you get a real job instead of homework? I'd love to see you Blackwell turds try to drive my 1977 Needham eighteen-wheeler out there! Like I said, interview over."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Trucker_018="How the hell did you know that?"
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Trucker_021="Finally, a Blackwell student with brains. Next time I get a local job, I'll let you ride along. Take care."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Trucker_022="You knew Rachel? She sure didn't give a rat's ass about truckers... or real work."
Cue_E3_6B_DinerPark_CHTrucker_Phase01_Trucker_024="Only from the diner. She was just a gold digger—she belonged in California with all those... you know whats... good riddance. But you can take pictures of my truck anytime. Take care."
Cue_E3_6B_DinerPark_CHTrucker_QuickPhase01_Trucker_001="Uh, do they teach English over at that arty farty school? I'm done talking. Over and out."
Cue_E3_6B_DinerPark_CHTrucker_QuickPhase02_Trucker_001="Let's talk about my photo shoot later. 10-4."
Cue_E3_6B_DinerPark_CHTrucker_Trucker_010="Hey! No photo, girl!"
Cue_E3_6B_DinerPark_FrankRV_Chloe_010="Oh, we could cruise everywhere in this bad boy. Can you see us heading down the coast to Big Sur and beyond?"
Cue_E3_6B_DinerPark_GarbageSearch_Chloe_010="What the hell is this? Gross..."
Cue_E3_6B_DinerPark_GarbageSearch_Chloe_020="More nasty shit..."
Cue_E3_6B_DinerPark_GarbageSearch_Chloe_030="Damn, there has to be food for you somewhere..."
Cue_E3_6B_DinerPark_Insertion_Chloe_010="Let's check the door. Frank gets so wasted he sometimes forgets to lock it."
Cue_E3_6B_DinerPark_Insertion_Chloe_030="Not anymore."
Cue_E3_6B_DinerPark_Insertion_Chloe_040="We have to be casual ninjas here..."
Cue_E3_6B_DinerPark_Insertion_Chloe_050="Shitballs. Okay, here's the plan. I'll go to the diner and distract Frank by telling him I have his money, but he needs to come with me. Then you come in and rewind so Frank doesn't see me, then you can tell Frank he needs to check out his RV and then you rewind after you get the key, and... uh... and..."
Cue_E3_6B_DinerPark_Insertion_Chloe_070="Don't let my epic plan get in the way of yours. I'll try to scrounge up a Scooby snack to distract his mangy mutt..."
Cue_E3_6B_DinerPark_Insertion_Max_020="I can't believe you hung out with him."
Cue_E3_6B_DinerPark_Insertion_Max_060="Chloe, I got this. I'll be right back."
Cue_E3_6B_DinerPark_OpenDoor_Chloe_010="I should have known. The Amazing SpiderMax."
Cue_E3_6B_DinerPark_OpenDoor_Chloe_030="You'll need this Max!"
Cue_E3_6B_DinerPark_OpenDoor_Chloe_040="On your mark, get set..."
Cue_E3_6B_DinerPark_OpenDoor_Chloe_050="...throw!"
Cue_E3_6B_DinerPark_OpenDoor_Max_020="I couldn't have done it without Frank. Now let's get in and out."
Cue_E3_6B_DinerPark_ThrowMeatFence_Chloe_020="I think we just made that dog our bitch... get it?"
Cue_E3_6B_DinerPark_ThrowMeatFence_Max_010="Get the treat treat, boy!"
Cue_E3_6B_DinerPark_ThrowMeatFence_Max_030="Now I can snoop in peace. But let's not waste time."
Cue_E3_6B_DinerPark_ThrowMeatStreet_Chloe_020="The meat is in the street..."
Cue_E3_6B_DinerPark_ThrowMeatStreet_Chloe_050="I bet he's fine—I'm sure he is... Come on, we definitely don't have time to waste now."
Cue_E3_6B_DinerPark_ThrowMeatStreet_Max_010="Get the treat treat, boy!"
Cue_E3_6B_DinerPark_ThrowMeatStreet_Max_040="Oh no. Please, please do not let that poor dog be hit..."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_001="How are you doing, Maxine? I'm so sorry you had to be up with there with Kate when she... you know. Just know that we're proud of you for going up there."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_002="There she is, Super Maxine. That's your new nickname around the Bay. Sorry, but you did earn it. We're all real proud of you for helping Kate down."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_005="I'm glad you're representing Blackwell Academy."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_006="Don't make me backwash this bacon. You know what the Prescotts represent..."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_007="You're not far wrong, Max. I heard the Prescotts are working on some new big land deals..."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_008="Mr. Prescott helped out my family once, a while ago. So I made a deal with him... That I can't seem to get out of. Man, if I could get one instant replay in life...I better finish my breakfast first."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_012="Sometimes. I think they're more interested in new big land deals..."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_014="I'd take a normal city with normal problems about now... Makes me sick thinking about it...."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_016="Not for long. He's a loose cannon. We all respect him for his service but he's too eager."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_019="That's true. He was ranting about a stolen gun then I tuned out... Somebody's always out to get him."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_021="Such a waste... awful..."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_022="And you for helping her. That's the kind of school spirit we need more of."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_024="Bowers ain't no student anymore. Sadly, he does represent one side of Arcadia Bay... I want you to stay out of his orbit, okay? Him and that rabid mutt..."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_026="Especially when the dog is your personal drooling bodyguard. You can bet he trained that poor thing on blood..."
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_028="Frank used to bet on dog fights. To his credit, he had a revelation and he saved a bunch of the dogs. Kept one for himself. He's still a creep. You and that Chloe stay away, right?"
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_030="Jesus, doesn't this town ever shut up?"
Cue_E3_6B_Diner_CHCop_Puzzle_Cop_032="Look, sometimes I check up on the Prescott family to make sure they're doing all right... Nathan included... Keep this quiet, Max."
Cue_E3_6B_Diner_CHCop_Puzzle_Max_003="Thanks, Officer Berry. I know you guys deal with this stuff way more than me, but it is hard to deal with."
Cue_E3_6B_Diner_CHCop_Puzzle_Max_004="Thanks, Officer Berry. I was just lucky... and right on time. Kate is who counts."
Cue_E3_6B_Diner_CHCop_Puzzle_Max_009="I thought that Nathan Prescott represents Blackwell."
Cue_E3_6B_Diner_CHCop_Puzzle_Max_010="Taking over Arcadia Bay?"
Cue_E3_6B_Diner_CHCop_Puzzle_Max_011="Protecting Nathan?"
Cue_E3_6B_Diner_CHCop_Puzzle_Max_013="Do you think Arcadia Bay is a weird town?"
Cue_E3_6B_Diner_CHCop_Puzzle_Max_015="I feel like David Madsen represents Blackwell."
Cue_E3_6B_Diner_CHCop_Puzzle_Max_017="He's eager to be a dick to me and Chloe."
Cue_E3_6B_Diner_CHCop_Puzzle_Max_018="He seems eager to help find Rachel..."
Cue_E3_6B_Diner_CHCop_Puzzle_Max_020="I guess Kate Marsh will be the face of Blackwell for a while..."
Cue_E3_6B_Diner_CHCop_Puzzle_Max_023="Nathan said that Rachel Amber represents Blackwell... with Frank Bowers."
Cue_E3_6B_Diner_CHCop_Puzzle_Max_025="I heard something about Frank Bowers and his puppy. A boy does love his dog..."
Cue_E3_6B_Diner_CHCop_Puzzle_Max_027="Gross. I wouldn't bet. Where did he get the pup?"
Cue_E3_6B_Diner_CHCop_Puzzle_Max_029="Well, I heard a rumor you were working for the Prescott family on the side."
Cue_E3_6B_Diner_CHCop_Puzzle_Max_031="I don't blame you for getting extra work."
Cue_E3_6B_Diner_CHCop_QPhase01_Cop_001="We'll chat later, Max."
Cue_E3_6B_Diner_CHCop_QPhase02_Cop_001="What can I do for you, Max?"
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_001="What. The. Fuck... Why are you wearing Rachel's clothes? Huh?"
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_006="I'm trembling. I don't need to take his little museum piece."
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_007="Because she looks beautiful in them and you look like ass. Aiming a gun doesn't make you any sexier."
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_008="Because she looks beautiful in them and you look like ass. You're lucky I just took that gun from you..."
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_010="Let's not. You fucking creep me out."
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_016="Aren't you supposed to be a smart student?"
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_019="Thanks, Godmother. But I don't need your favors. And Chloe doesn't get any from me."
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_020="Well, nice fucking try. Chloe can pay her own bills."
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_022="What do you know about it?"
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_024="So I gave Nathan some prescription meds... as a friend. Who isn't doped up at your age? Woopie-fucking-doo."
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_026="Haha! Oh yeah, sure. Do you want "The Afterschool Special" to go with that? Jesus... Look, I don't sell anything but bottles to feed me and my dog. I work for a living, not like you spoiled Blackwell punks with too much time on your hands."
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_028="But nothing. Don't ever ask me for anything ever again. Ever. Now back off."
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_030="Uh... How d'you know about that, huh? Chloe, right?"
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_032="Really? Yeah, I mean that's what I thought. She was just a natural beauty, y'know. Wait—wait let me... lemme find it... here, judge for yourself."
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_035="One, I'm not acting. Two, who told you about the dogs?"
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_039="Not as much as me. How can I trust a shitty liar with my dog?"
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_040="I won't even let you pick up the dog shit."
Cue_E3_6B_Diner_CHFrank_Puzzle_Frank_041="Besides, you don't want a leash—you want these keys right here. Look at your eyes dilate. You're worse than a junkie, Max. But no fix for you."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_002="How do you know these are Rachel's clothes?"
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_005="David Madsen is looking for that gun. He might show up on your RV step..."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_009="Grab your keys and let's check out your RV..."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_015="Could I get you to drop Chloe's debt?"
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_017="You'll find out if you do me this favor..."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_018="Not all the time. But I have to try everything..."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_021="I bet you and Nathan could go shoot bottles together like besties... doped up on meds."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_023="Personal experience. Plus I'm in high school. Teens talk."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_025="By the way Frank... I was wondering if you had any... uh... "Higher Education.""
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_027="But..."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_029="You know, I saw that photo Rachel gave you."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_031="She just told me that one of Rachel's favorite pictures was the one she did for you."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_033="You act so scary, but... you did save all those dogs..."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_036="It's actually a great story. You're an animal lover."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_037="I love dogs. I'm a pretty good walker if you need somebody... I can go get him from your RV right now. Love dogs."
Cue_E3_6B_Diner_CHFrank_Puzzle_Max_038="Could I pet the doggie? I could go grab him from your RV right now... "
Cue_E3_6B_Diner_CHFrank_QPhase01_Frank_001="Get a new outfit and leave me alone."
Cue_E3_6B_Diner_CHFrank_QPhase02_Frank_001="What the fuck now?"
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_002="Considering we're in a public diner with a police officer right over there, you shouldn't advertise your rage... Prescott."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_004="Your sugar daddy will always protect you—and threaten me."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_006="You're his bitch, right?"
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_007="Then tell me what I should know."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_010="I can afford it. You can't. So maybe we can make a deal..."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_011="Maybe I could help you."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_019="If I wanted to I could have mentioned Frank gave you prescription meds for your personal use..."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_021="Because I know things."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_023="I bet Frank hooked you and Rachel Amber up with party supplies..."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_025="I doubt that."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_026="Says who? Frank?"
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_029="Listen Nathan, I'll take back everything I said about you—if you hook me up with Frank... know what I mean?"
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_031="How do you think I stay wired all night studying? So is it a deal or not?"
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_033="I bet you hoped that Kate Marsh would stay quiet..."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_035="Did you rape her?"
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_036="Did you drug her?"
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_039="Calm down, dude. We're in the diner..."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_043="I heard your dad hired a local cop to keep an eye out on you and Frank Bowers... like a babysitter."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_045="Does Frank know that? I bet his dad can't protect him."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_047="Do they? I hope that means Frank won't get busted..."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_049="How can I forget a "blood oath"?"
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_051="Don't say another word about her. Or you will regret it. Seriously."
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_053="Weren't you supposed to keep your mouth shut about the blood oath Frank took for Rachel?"
Cue_E3_6B_Diner_CHNathan_Puzzle_Max_055="Yet Rachel Amber hung out with him more than you."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_001="You are shitting me... Where did you get those clothes? You don't even know Rachel... What are you up to? Huh? Tell me stat, Caulfield!"
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_003="Oh yeah? You shouldn't have bitch-snitched on me to that fucked up principal."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_005="You don't know shit about my father, or me. Nobody here does!"
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_008="Oh Max, you are going to pay for that one."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_009="Why? So you can pretend to care, hm? Spoiler alert, he's an asshole."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_012="I don't need you for anything except to stay out of my fucking business, understand? Now get out of my face!"
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_020="How—how did you know that?"
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_022="No worries. 'Cause you're the one trying to fake it till you make it. At least you were smart enough to keep your big mouth shut in the Principal's office..."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_024="Nice try. Rachel partied like a fiend on her own. More than me."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_027="Like you would know, virgin. Even that pig over there knows Rachel hung out more with Frank... I mean, don't talk to the cop about that, dumbass."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_028="Everybody knows. Even that pig over there. Anyway. Get the fuck out of my face."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_030="You look like you've never even taken a hit of baby aspirin."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_032="Calm down, hard up. Deal. You'll get your school supplies. Just go over to Frank and whisper, "Higher Education." He'll hook your ass up..."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_034="Idiot says what?"
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_037="You are fucking evil, Max. No way are you asking me this... I didn't touch her and I wouldn't! You just crossed my red line, you little—"
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_038="You're so stupid, Max. You think you're so goddamn smart too! Don't push me, girl. You don't want me for an enemy, understand? Do you?"
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_040="Right... plus you're an adult now. I can sue your dumb ass for libel. Thanks. Now fuck off, dyke!"
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_044="Bullshit. My dad doesn't hire, he owns. And these pigs know better than to narc on me."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_046="Too bad, so fucking sad. Guy's into freaky shit. Man, he told me he once took a weird blood oath for Rachel... Uh, forget I told you that. Seriously."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_048="Eventually he will. Guy is into some freaky shit. He told me he once took a weird blood oath for Rachel... Uh, forget I told you that. Seriously."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_050="If you say anything to Frank, I will fuck your shit up hard. You and that slut, Chloe."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_052="Now get off my crack, whore. Keep your piehole shut."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_054="Blood oath? Who—? What the fuck? I never told anybody about that freaky shit... Besides, everybody knows Frank is a liar and a loser. Even Rachel did..."
Cue_E3_6B_Diner_CHNathan_Puzzle_Nathan_056="So? Rachel wanted Frank's stash. She let him take pictures... Then he carries around her photo like she posed for love. Dumbass."
Cue_E3_6B_Diner_CHNathan_QPhase01_Nathan_001="Are you fucking stupid? Get out of my space!"
Cue_E3_6B_Diner_CHNathan_QPhase02_Nathan_001="Holy shit, what do you want now?"
Cue_E3_6B_Diner_CHNathan_QPhaseMax_Max_001="/!\ WARNING /!\ Text not localized : Cue_E3_6B_Diner_CHNathan_QPhaseMax_Max_001"
Cue_E3_6B_Diner_DinerTV_DrHedorah_020="No, but we have to start with the hypothesis that climate change is a partial cause for the unseasonal weather. That doesn't explain everything of course. Frankly, we don't know yet."
Cue_E3_6B_Diner_DinerTV_DrHedorah_040="I hope we see more patterns, which gives us an atmospheric template..."
Cue_E3_6B_Diner_DinerTV_KBay7Host_010="...but that doesn't explain the recent extreme weather patterns."
Cue_E3_6B_Diner_DinerTV_KBay7Host_030="Dr. Hedorah, will your team know more after their latest tests?"
Cue_E3_6B_Diner_DinerTV_KBay7Host_060="Many local residents of Arcadia Bay have been questioning what has been going on with this crazy weather. "
Cue_E3_6B_Diner_DinerTV_KBay7Host_070="We had an eclipse yesterday, a snowstorm two days ago—which as most of you know is not common this time of year!"
Cue_E3_6B_Diner_DinerTV_KBay7Host_080="It's unprecedented, to be honest with you. The last time that we had a snowstorm of this caliber was over a hundred years ago."
Cue_E3_6B_Diner_DinerTV_KBay7Host_090="All of us are questioning, what is happening in Arcadia Bay?! 
"
Cue_E3_6B_Diner_DinerTV_KBay7Host_100="Please feel free to call in and let me know what your experience has been. What you think this might be. Is this Global Warming? What is causing all of this crazy weather?"
Cue_E3_6B_Diner_MeetFrank_Frank_010="You show up after almost shooting me? You have serious balls, little girl. But hanging out with Chloe, playing with guns and dressing like Rachel doesn't make you cool or tough. The fuck do you want?"
Cue_E3_6B_Diner_MeetFrank_Frank_030="You have serious balls, little girl. But hanging out with Chloe, playing with guns and dressing up like Rachel doesn't make you cool or tough. What the fuck do you want? Take a picture of me and I'll break your fucking camera."
Cue_E3_6B_Diner_MeetNathan_Max_020="Uh..."
Cue_E3_6B_Diner_MeetNathan_Nathan_010="Rachel? Whatevathefuck?"
Cue_E3_6B_Diner_MeetNathan_Nathan_030="Oh look, "Max Amber"... Nice outfit. Looks like ass on you. Sure hope you're not following me. You're in enough trouble after you got David fired..."
Cue_E3_6B_Diner_MeetNathan_Nathan_040="Oh look, "Max Amber." Nice outfit. By the way, thanks for getting me fucking expelled, you twee bitch. You're lucky this is a public place..."
Cue_E3_6B_Diner_MeetNathan_Nathan_050="Oh look, "Max Amber." Is that your "punk rock girl" outfit now that you've been suspended? Thanks for trying to get me in trouble, you twee bitch..."
Cue_E3_6B_Diner_MeetNathan_Nathan_060="Oh look, "Max Amber." Is that your "punk rock girl" outfit now that you've been suspended? You're already in enough trouble with David Madsen..."
Cue_E3_6B_Diner_MeetNathan_Nathan_070="Oh look, "Max Amber." Is that your "punk rock girl" outfit? That was classic watching you turn on your "everyday hero" Jefferson yesterday."
Cue_E3_6B_Diner_SpillFood_Frank_020="I was eating those beans—are you fucking insane? I WAS EATING THOSE BEANS!"
Cue_E3_6B_Diner_SpillFood_Max_010="You eat like a pig. Try the floor."
Cue_E3_6B_Diner_TakeKeys_Frank_020="You did not just do that...!"
Cue_E3_6B_Diner_TakeKeys_Frank_030="Give me back my keys, bitch!"
Cue_E3_6B_Diner_TakeKeys_Frank_040="Give me my keys now!"
Cue_E3_6B_Diner_TakeKeys_Max_010="I'm afraid I'll have to take your keys now, asshole."
Cue_E3_6B_Diner_ThrowWater_Frank_020="I'm gonna kill you!"
Cue_E3_6B_Diner_ThrowWater_Max_010="I just wanted to see what would happen if I did this."
Cue_E3_6B_FrankRV_ChloeComputer_Chloe_010="Crappy wi-fi out here. Must take him days to download porn."
Cue_E3_6B_FrankRV_ChloeComputer_Chloe_030="Whoa, what the hell is he doing with that dog..."
Cue_E3_6B_FrankRV_ChloeComputer_Chloe_050="I cannot believe he would wear a collar and a furry mask..."
Cue_E3_6B_FrankRV_ChloeComputer_Chloe_070="Max, you didn't tell me you took photos of Frank in action..."
Cue_E3_6B_FrankRV_ChloeComputer_Max_020="Yuck."
Cue_E3_6B_FrankRV_ChloeComputer_Max_040="Stop it."
Cue_E3_6B_FrankRV_ChloeComputer_Max_060="You're dumb!"
Cue_E3_6B_FrankRV_ChloeComputer_Max_080="I'm seriously ignoring you."
Cue_E3_6B_FrankRV_ChloeDisgusted_Chloe_010="It makes me ill that Rachel posed like this for Frank... or wrote him love letters... I can't believe she was banging Frank! Rachel straight up lied to my face! Why didn't she say anything?"
Cue_E3_6B_FrankRV_ChloeDisgusted_Chloe_030="Then she wasn't much of a friend, huh? Just another person who shits all over me. Why does everybody in my life let me down? My dad gets killed, you bail on me for years, my mother gloms onto step-fucker... now Rachel betrays me..."
Cue_E3_6B_FrankRV_ChloeDisgusted_Chloe_070="Bullshit, who hasn't?! Fuck everybody!"
Cue_E3_6B_FrankRV_ChloeDisgusted_Chloe_080="Bullshit. You totally defended step-stalker! Fuck everybody!"
Cue_E3_6B_FrankRV_ChloeDisgusted_Max_020="Because she knew how you would react."
Cue_E3_6B_FrankRV_ChloeDisgusted_Max_040="Chloe, Rachel is missing. Nobody betrayed you."
Cue_E3_6B_FrankRV_ChloeDisgusted_Max_090="Chloe!"
Cue_E3_6B_FrankRV_GiveGunToChloe_Chloe_020="An ounce of dank bud?"
Cue_E3_6B_FrankRV_GiveGunToChloe_Chloe_030="Oh you so rule, Max. Thank you. I feel so much better now."
Cue_E3_6B_FrankRV_GiveGunToChloe_Chloe_050="Yeah, sure, I'm on it."
Cue_E3_6B_FrankRV_GiveGunToChloe_Max_010="I have a terrible present for you..."
Cue_E3_6B_FrankRV_GiveGunToChloe_Max_040="You better bring it back to David right away."
Cue_E3_6B_FrankRV_InsideRV_Insertion_Chloe_010="Damn, and I thought my room was a shithole."
Cue_E3_6B_FrankRV_InsideRV_Insertion_Chloe_030="Frank has issues, but he's not creepy... At least I didn't think so until I saw him with Rachel's bracelet."
Cue_E3_6B_FrankRV_InsideRV_Insertion_Chloe_040="Ohh, we could totally cruise everywhere in this Breaking Bad-boy! Can you see us heading down the coast to Big Sur or beyond?"
Cue_E3_6B_FrankRV_InsideRV_Insertion_Chloe_070="I know. Just daydreaming."
Cue_E3_6B_FrankRV_InsideRV_Insertion_Chloe_080="You scope the area while I hack his computer for info."
Cue_E3_6B_FrankRV_InsideRV_Insertion_Max_020="You're not a creepy drug dealer."
Cue_E3_6B_FrankRV_InsideRV_Insertion_Max_050="Yes, we'd be tearing up the highway. And you'd probably want me to kiss you again... Chloe, we're on a schedule. We need clues about Rachel."
Cue_E3_6B_FrankRV_InsideRV_Insertion_Max_060="Yes, we'd be tearing up the highway. And you'd dare me to drive it like you dared me to kiss you... Chloe, we're on a schedule. We need clues about Rachel."
